window.getLOLQuizData = function () {
  return  [
{
  question: 'APEX LEGENDSで最初に追加されたレジェンドは誰？',
  choices: ['オクタン', 'ワットソン', 'レヴナント', 'ヒューズ'],
  answer: 0,
},
{
  question: 'レジェンド「ブラッドハウンド」の戦術アビリティの名前は？',
  choices: ['スモークランチャー', 'サーモセンサー', '全能の目', 'サバイバルセンス'],
  answer: 2,
},
{
  question: '「ディヴォーション」の特徴はどれ？',
  choices: ['チャージショット', '連射速度が徐々に上昇', 'バースト射撃', '単発高火力'],
  answer: 1,
},
{
  question: '「キングスキャニオン」に初登場した巨大生物の名前は？',
  choices: ['レヴァイアサン', 'グリフォン', 'ケルベロス', 'ミノタウロス'],
  answer: 0,
},
{
  question: '「マスティフショットガン」の弾薬タイプは？',
  choices: ['ヘビーアモ', 'ショットガンアモ', 'エネルギーアモ', 'ライトアモ'],
  answer: 1,
},
{
  question: 'レジェンド「レイス」のパッシブスキル効果はどれ？',
  choices: ['スプリント速度アップ', 'ダメージを受けた敵を検知', '危険を察知して警告', '弾を防ぐシールド'],
  answer: 2,
},
{
  question: '「チャージライフル」の特徴は？',
  choices: ['弾薬がショットガンアモ', 'エネルギーをチャージしてから発射', '発射時にリコイルなし', '近距離特化'],
  answer: 1,
},
{
  question: 'レジェンド「ヒューズ」のULT（アルティメット）の名称は？',
  choices: ['ザ・リング・オブ・ファイア', 'マザーズローダー', 'ナックルクラスター', 'ザ・ビッグ・ボム'],
  answer: 0,
},
{
  question: '「エーペックスパック」1個から出るアイテム数はいくつ？',
  choices: ['2個', '3個', '4個', '5個'],
  answer: 1,
},
{
  question: '「バンガロール」の戦術アビリティでできることは？',
  choices: ['敵をスタンさせる', '煙を発生させる', '移動速度を上げる', '敵をマークする'],
  answer: 1,
},

    
  ];
};

