window.getST6QuizData = function () {
  return  [
  {
    question: 'リュウの必殺技「波動拳」のコマンドは？',
    choices: ['↓↘→＋パンチ', '↓↙←＋パンチ', '→↓↘＋キック', '↓↘→＋キック'],
    answer: 0
  },
  {
    question: '春麗の必殺技「スピニングバードキック」のコマンドは？',
    choices: ['後ろタメ→＋キック', '下タメ上＋キック', '下タメ上＋パンチ', '後ろタメ前＋パンチ'],
    answer: 1
  },
  {
    question: 'ガイルの代表的な必殺技は次のうちどれ？',
    choices: ['ソニックブーム', '昇竜拳', '竜巻旋風脚', '電刃練気'],
    answer: 0
  },
  {
    question: 'ケンの「昇竜拳」はどのような攻撃？',
    choices: ['対空攻撃', '遠距離攻撃', '設置技', '回復技'],
    answer: 0
  },
  {
    question: 'ルークの使用する「サンドブラスト」はどのタイプの技？',
    choices: ['飛び道具', '投げ技', 'カウンター技', 'バフ技'],
    answer: 0
  },
  {
    question: 'JPの特徴的な戦い方は？',
    choices: ['飛び道具と設置', '接近戦特化', 'カウンター重視', '回復メイン'],
    answer: 0
  },
  {
    question: 'マリーザの得意な戦闘スタイルは？',
    choices: ['パワー重視', 'スピード重視', '飛び道具重視', 'トリッキー重視'],
    answer: 0
  },
  {
    question: 'ダルシムの飛び道具の名前は？',
    choices: ['ヨガファイア', 'ソニックブーム', 'サンドブラスト', 'ハドウバースト'],
    answer: 0
  },
  {
    question: 'キャミィの空中からの奇襲技の名前は？',
    choices: ['キャノンスパイク', 'キャノンストライク', 'スパイラルアロー', 'リフトコンボ'],
    answer: 1
  },
  {
    question: 'ディージェイの特徴は？',
    choices: ['リズムに乗った攻撃', '防御重視の立ち回り', '設置で相手をコントロール', '回復しながら戦う'],
    answer: 0
  },

    
  ];
};
